app/controllers/admins_controller.rb

INSERT INTO "admins" ("email", "created_at", "updated_at") VALUES (?, ?, ?)  [["email", "ihower@gmail.com"], ["created_at", "2015-07-23 02:49:06.342180"], ["updated_at", "2015-07-23 02:49:06.342180"]]
---
  def create
    @admin = Admin.new(admin_params)

    if @admin.save